Repository: monokano/Glow-Id
Catalog: Sources/Glow Id/Localizable.xcstrings
Source language: en
Languages: ja

source: Allow opening in higher version
ja: 上位バージョンで開くのを許可する

source: Always show notification window (do not open automatically)
ja: 常に通知ウインドウを表示する

source: Another InDesign.app is already running
ja: 別バージョンの InDesign が 起動しています

source: Application
ja: アプリケーション

source: Associate file types on launch (.indd / .indt / .indb / .indl / .idml)
ja: 起動時に関連付けをする（.indd / .indt / .indb / .indl / .idml）

source: Cancel
ja: キャンセル

source: Change Log
ja: 更新履歴

source: Do not notify about file icon import
ja: ファイルアイコン取り込みを通知しない

source: Do not show build number
ja: ビルド番号を表示しない

source: Extension does not match
ja: 拡張子が一致していません

source: Failed to import icon files from InDesign %@
ja: InDesign %@ からアイコンファイルを取得できませんでした

source: Full Version (Document History)
ja: フルバージョン （ドキュメントヒストリー）

source: Glow Id - Notification
ja: Glow Id - 通知

source: Glow Id cannot write to its current location. Move it to the Applications folder (or the Applications folder in your home folder) and open it again.
ja: Glow Id は現在の場所に書き込めません。「アプリケーション」フォルダ（または、ホームフォルダ内の「アプリケーション」フォルダ）へ移動してから、もう一度開いてください。

source: Glow Id could not update its file icons
ja: Glow Id はファイルアイコンを更新できませんでした

source: Glow Id Help
ja: Glow Id ヘルプ

source: Glow Id is running from a temporary, read-only location, so it cannot update its file icons. Quit Glow Id, move it to the Applications folder using the Finder, and open it again.
ja: Glow Id が一時的な読み取り専用の場所から起動しているため、ファイルアイコンを更新できません。Glow Id を終了し、Finder で「アプリケーション」フォルダへ移動してから、もう一度開いてください。

source: Glow Id Preferences
ja: Glow Id 設定

source: Icon files imported from InDesign %@
ja: InDesign %@ からアイコンファイルを取得しました

source: InDesign Book (.indb)
ja: InDesign ブック（.indb）

source: InDesign Document (.indd)
ja: InDesign ドキュメント（.indd）

source: InDesign Library (.indl)
ja: InDesign ライブラリ（.indl）

source: InDesign Template (.indt)
ja: InDesign テンプレート（.indt）

source: Major + Minor (Header)
ja: メジャー＋マイナー （ヘッダー）

source: Not an InDesign file
ja: InDesign ファイルではありません

source: Open
ja: 開く

source: Open with %@
ja: %@ で開く

source: Open…
ja: 開く…

source: Part of Glow Id is owned by the administrator, so it cannot update its file icons. Move Glow Id to the Trash, download the latest version, and install it again.
ja: Glow Id の一部が管理者（root）の所有になっているため、ファイルアイコンを更新できません。Glow Id をゴミ箱に入れ、最新版をダウンロードして入れ直してください。

source: Please move Glow Id to the Applications folder
ja: Glow Id を「アプリケーション」フォルダへ移動してください

source: Please reinstall Glow Id
ja: Glow Id を入れ直してください

source: Preferences…
ja: 設定…

source: Quit
ja: 終了

source: Status
ja: 状態

source: System Requirement
ja: システム要件

source: Version
ja: バージョン

source: Version detection for InDesign documents (.indd):
ja: InDesign ドキュメント（.indd）の検出バージョン：

source: Version info cannot be detected
ja: バージョン情報を 検出できませんでした
